tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "ca-certificates"
brew "autojump"
brew "bash"
brew "bash-completion@2"
brew "freetype"
brew "coreutils"
brew "exiftool"
brew "ffmpeg"
brew "findutils"
brew "gdrive"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "imagemagick"
brew "keychain"
brew "mas"
brew "micro"
brew "moreutils"
brew "nano"
brew "nmap"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "rclone"
brew "rename"
brew "rsync"
brew "screen"
brew "ssh-copy-id", link: true
brew "svn"
brew "syncthing", restart_service: true
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "adobe-creative-cloud", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "android-platform-tools", args: { appdir: "/Applications" }
cask "applepi-baker", args: { appdir: "/Applications" }
cask "atom", args: { appdir: "/Applications" }
cask "avidemux", args: { appdir: "/Applications" }
cask "backblaze"
cask "balenaetcher"
cask "bitwarden"
cask "cheatsheet"
cask "day-o", args: { appdir: "/Applications" }
cask "dbeaver-community"
cask "docker"
cask "dropbox", args: { appdir: "/Applications" }
cask "dupeguru", args: { appdir: "/Applications" }
cask "eloston-chromium"
cask "evernote", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-alegreya", args: { appdir: "/Applications" }
cask "font-alegreya-sans", args: { appdir: "/Applications" }
cask "font-allura"
cask "font-bitter", args: { appdir: "/Applications" }
cask "font-comic-neue", args: { appdir: "/Applications" }
cask "font-cormorant-garamond"
cask "font-crimson-pro"
cask "font-crimson-text"
cask "font-dancing-script"
cask "font-libre-baskerville"
cask "font-lora", args: { appdir: "/Applications" }
cask "font-marck-script"
cask "font-nanum-myeongjo"
cask "font-noto-sans"
cask "font-noto-sans-cjk-jp"
cask "font-open-sans"
cask "font-oswald", args: { appdir: "/Applications" }
cask "font-parisienne"
cask "font-questrial", args: { appdir: "/Applications" }
cask "font-quintessential"
cask "font-roboto", args: { appdir: "/Applications" }
cask "font-rounded-mplus"
cask "font-sniglet", args: { appdir: "/Applications" }
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-tangerine"
cask "font-varela", args: { appdir: "/Applications" }
cask "font-varela-round", args: { appdir: "/Applications" }
cask "gitahead"
cask "gitkraken", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-drive"
cask "google-earth-pro", args: { appdir: "/Applications" }
cask "handbrake", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keepingyouawake"
cask "keka"
cask "libreelec-usb-sd-creator", args: { appdir: "/Applications" }
cask "libreoffice"
cask "mactex-no-gui"
cask "min", args: { appdir: "/Applications" }
cask "mkvtoolnix"
cask "mos"
cask "mp4tools", args: { appdir: "/Applications" }
cask "omnidisksweeper", args: { appdir: "/Applications" }
cask "postman"
cask "qsyncthingtray", args: { appdir: "/Applications" }
cask "quicklook-csv", args: { appdir: "/Applications" }
cask "quicklook-json", args: { appdir: "/Applications" }
cask "quicklookapk", args: { appdir: "/Applications" }
cask "quicknfo", args: { appdir: "/Applications" }
cask "rectangle"
cask "sdformatter", args: { appdir: "/Applications" }
cask "skitch", args: { appdir: "/Applications" }
cask "skyfonts", args: { appdir: "/Applications" }
# cask "soundflower", args: { appdir: "/Applications" }
cask "sqlitestudio"
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "tinymediamanager", args: { appdir: "/Applications" }
cask "transmission-remote-gui"
cask "trezor-bridge"
cask "trezor-suite"
cask "ubar", args: { appdir: "/Applications" }
cask "unetbootin", args: { appdir: "/Applications" }
cask "usb-overdrive"
cask "virtualbox", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "vscodium"
cask "webpquicklook", args: { appdir: "/Applications" }
mas "Disk Speed Test", id: 425264550
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Pages", id: 409201541
