tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "vitorgalvao/tiny-scripts"
brew "bash"
brew "freetype"
brew "gdrive"
brew "ghostscript"
brew "git"
brew "imagemagick"
brew "keychain"
brew "mas"
brew "nativefier"
brew "nmap"
brew "pandoc"
brew "rclone"
brew "rename"
brew "rsync"
brew "ssh-copy-id", link: true
brew "syncthing", restart_service: true
brew "syncthing-inotify", restart_service: true
brew "wget"
brew "youtube-dl"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-platform-tools"
cask "applepi-baker"
cask "atom"
cask "avidemux"
cask "backblaze"
cask "balenaetcher"
cask "cakebrew"
cask "carbon-copy-cloner"
cask "cheatsheet"
cask "day-o"
cask "deluge"
cask "dropbox"
cask "dupeguru"
cask "epubquicklook"
cask "evernote"
cask "firefox"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-bitter"
cask "font-comic-neue"
cask "font-lora"
cask "font-noto-sans"
cask "font-noto-sans-cjk-jp"
cask "font-open-sans"
cask "font-oswald"
cask "font-questrial"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-rounded-m-plus"
cask "font-sniglet"
cask "font-varela"
cask "font-source-code-pro"
cask "font-source-han-code-jp"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-varela-round"
cask "gitahead"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-earth-pro"
cask "handbrake"
cask "iterm2"
cask "java8"
cask "joplin"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "libreelec-usb-sd-creator"
cask "libreoffice"
cask "min"
cask "mkvtoolnix"
cask "mos"
cask "mp4tools"
cask "omnidisksweeper"
cask "qsyncthingtray"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "quicknfo"
cask "rectangle"
cask "sdformatter"
cask "skitch"
cask "skyfonts"
cask "soundflower"
cask "sublime-text"
cask "the-unarchiver"
cask "tinymediamanager"
cask "trezor-bridge"
cask "ubar"
cask "unetbootin"
cask "usb-overdrive"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "vivaldi"
cask "vlc"
cask "vscodium"
cask "webpquicklook"
cask "wkhtmltopdf"
mas "Disk Speed Test", id: 425264550
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Pages", id: 409201541
