# Brewfile common to all installs
tap "clintmod/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "agg"
brew "ca-certificates"
brew "gmp"
brew "coreutils"
brew "asdf"
brew "autojump"
brew "bash"
brew "bash-completion@2"
brew "freetype"
brew "glib"
brew "duti"
brew "exiftool"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "gdrive"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "imagemagick"
brew "keychain"
brew "latexindent"
brew "lua"
brew "lynx"
brew "mackup"
brew "mas"
brew "micro"
brew "moreutils"
brew "nano"
brew "nmap"
brew "nvm"
brew "p7zip"
brew "pam-reattach"
brew "pandoc"
brew "zopfli"
brew "pigz"
brew "pinentry-mac"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "rclone"
brew "rename"
brew "rlwrap"
brew "rsync"
brew "screen"
brew "ssh-copy-id"
brew "syncthing", restart_service: true
brew "tree"
brew "vbindiff"
brew "vim"
brew "virtualenvwrapper"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "clintmod/formulas/macprefs"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "alfred", args: { appdir: "/Applications" }
cask "balenaetcher"
cask "bitwarden"
cask "cheatsheet"
cask "day-o", args: { appdir: "/Applications" }
cask "dbeaver-community"
cask "docker"
cask "dupeguru", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-alegreya", args: { appdir: "/Applications" }
cask "font-alegreya-sans", args: { appdir: "/Applications" }
cask "font-allura"
cask "font-bitter", args: { appdir: "/Applications" }
cask "font-comic-neue", args: { appdir: "/Applications" }
cask "font-cormorant-garamond"
cask "font-crimson-pro"
cask "font-crimson-text"
cask "font-dancing-script"
cask "font-fontawesome"
cask "font-libre-baskerville"
cask "font-libre-caslon-display"
cask "font-libre-caslon-text"
cask "font-lora", args: { appdir: "/Applications" }
cask "font-marck-script"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "font-nanum-myeongjo"
cask "font-noto-sans"
cask "font-noto-sans-cjk-jp"
cask "font-open-sans"
cask "font-oswald", args: { appdir: "/Applications" }
cask "font-parisienne"
cask "font-questrial", args: { appdir: "/Applications" }
cask "font-quintessential"
cask "font-roboto", args: { appdir: "/Applications" }
cask "font-rounded-mplus"
cask "font-sniglet", args: { appdir: "/Applications" }
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-tangerine"
cask "font-varela", args: { appdir: "/Applications" }
cask "font-varela-round", args: { appdir: "/Applications" }
cask "gitahead"
cask "gitkraken", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-drive"
cask "iterm2", args: { appdir: "/Applications" }
cask "keepingyouawake"
cask "keka"
cask "libreoffice"
cask "mos"
cask "omnidisksweeper", args: { appdir: "/Applications" }
cask "postman"
cask "qsyncthingtray", args: { appdir: "/Applications" }
cask "quicklook-csv", args: { appdir: "/Applications" }
cask "quicklook-json", args: { appdir: "/Applications" }
cask "quicklookapk", args: { appdir: "/Applications" }
cask "quicknfo", args: { appdir: "/Applications" }
cask "rectangle"
cask "sdformatter", args: { appdir: "/Applications" }
cask "simplenote"
cask "skitch", args: { appdir: "/Applications" }
cask "skyfonts", args: { appdir: "/Applications" }
cask "slack"
cask "sqlitestudio"
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "ubar", args: { appdir: "/Applications" }
cask "usb-overdrive"
cask "virtualbox", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "vscodium"
cask "webpquicklook", args: { appdir: "/Applications" }
mas "Disk Speed Test", id: 425264550
mas "Pages", id: 409201541
